{
    "name": "Jude Crener Junior Pierre",
    "title": "",
    "tagline": "",
    "biography": "I am a PhD candidate at Nara Institute of Science and Technology (NAIST), specializing in Natural Language Processing (NLP). My research focuses on applying NLP techniques to medical data, aiming to retrieve meaningful insights and solve societal problems. In my free time, I enjoy reading, listening to music, playing soccer, and watching Japanese anime.",
    "education": [{
            "degree": "PhD in Information Engineering",
            "institution": "Nara Institute of Science and Technology (NAIST)",
            "year": "Expected 2027"
        },
        {
            "degree": "MSc in in Information Engineering",
            "institution": "NAIST",
            "year": "2024"
        },
        {
            "degree": "BSc in Computer Science and Economics",
            "institution": "Ecole Superieure D'infotronique D'Haiti (ESIH)",
            "year": "2018"
        }
    ],
    "experience": [{
            "role": "PhD Student",
            "company": "NAIST",
            "duration": "2024 - Present",
            "description": "Conducting research on Medical Informatics (NAIST Social Computing Laboratory)"
        },
        {
            "role": "Communication Protocol Design Engineer (R&D Internship)",
            "company": "Schneider Electric, HMI Activity, R&D, C&S Team (Osaka, Japan)",
            "duration": "January 2023 - March 2023",
            "description": "Implementing using C/C++ a new communication protocol using MQTT to allow industrial Human Machine Interface (HMI) to send and receive data from the cloud."
        },
        {
            "role": "Business Risk Analyst",
            "company": "Digicel Group",
            "duration": "2018 - 2021",
            "description": "Minimizing financial risks in the company, conduct financial reconciliations, financial data analysis"
        },
        {
            "role": "Web Development",
            "company": "Freelance",
            "duration": "2017 - 2018",
            "description": "Developping web apps for clients using Backend and Frontend technologies"
        }
    ],
    "skills": [
        "Python",
        "Javascript",
        "C/C++ (intermediate level)",
        "SQL",
        "Data Analysis (Numpy, Pandas)",
        "Machine Learning (Scikit-learn)",
        "Deep Learning (pytorch, keras)",
        "Data Visualization (Matplotlib, Seaborn)",
        "Web Development (Node.js, flask, CSS, HTML)"
    ],
    "researchInterests": [
        "Social Computing",
        "Medical Natural Language Processing"
    ],
    "currentProjects": [{
        "title": "Ph.D. research: Data augmentation method using generative AI (LLMs) for low-resources datasets",
        "description": "Explore how Generative AI (LLMs) can address data scarcity in medical datasets, focusing on Named Entity Recognition (NER) task."
    }],
    "pastProjects": [{
            "title": "Ph.D. research: Abbreviation Expansion using only a Single Word as Context",
            "description": "Accurate interpretation of medical abbreviations is vital for clinical decision-making, as given their frequent ambiguity in medical texts often contain ambiguous   abbreviations. The study proposes a simple Word Sense Disambiguation method that uses a single word to determine the meaning of an ambiguous abbreviation in a sentence and to expand it."
        },
        {
            "title": "Master thesis: Analysis of disease and drug trends in medical research literature using Natural Language Processing (NLP) and time series",
            "description": "Large medical abstracts were collected from the PubMed Database, Named Entity Recognition (NER) was applied to the texts to identify the entities (drugs and diseases) and the relationship between them using linear correlation, and further trend analysis was applied using time series. "
        }
    ],
    "publications": [{
        "title": " ",
        "authors": " ",
        "journal": " ",
        "year": " ",
        "volume": " ",
        "issue": " ",
        "pages": " "
    }],
    "conferences": [{
        "title": "Jude Crener Junior Pierre, Gabriel Herman Bernardim Andrade, Shaowen Peng, Shuntaro Yada, Shoko Wakamiya, and Eiji Aramaki: Abbreviation Expansion using only a Single Word as Context",
        "conference": "MEDINFO2025",
        "location": "Taipei, Taiwan",
        "date": "2025/08/DD",
        "link": "https://ebooks.iospress.nl/doi/10.3233/SHTI251228"
    }],
    "blogPosts": [{
        "title": "The Future of Personalized Medicine: How AI is Reshaping Healthcare",
        "date": "2024-03-15",
        "excerpt": "Exploring the revolutionary impact of artificial intelligence on tailoring medical treatments to individual patients...",
        "link": "#"
    }]

}
